import {Card} from "./types";

export const CARDS: Card[] = [
  {
    id: 0,
    name: "Дурак",
    image: "https://magya-online.ru/images/taro_bezumnoj_luny/0aw.jpg",
    description: "Не видящий жизни вокруг себя и не имеющий опыта весёлый дурачок в клоунском наряде с довольной улыбкой пытается начать свою жизнь с путешествия по каналу жизни полному хищных пираний, готовых вцепиться ему в ноги, однако это его не останавливает и не смущает. Последствия его совершенно не волнуют. При этом полностью отсутствуют как жизненный опыт, так и страх перед чем-либо."
  },
  {
    id: 2,
    name: "Маг",
    image: "https://magya-online.ru/images/taro_bezumnoj_luny/1aw.jpg",
    description: "Целеустремлённый человек, имеющий выдающиеся способности наделённый различными талантами, способен воплощать свои идеи в реальность, обладает уверенностью в себе и волей к движению в нужную сторону. У него есть цель, он с помощью своих способностей может направить жизнь в нужную сторону, хотя только начал осваивать своё ремесло. Магу доступно всё, что он пожелает."
  },
  {
    id: 3,
    name: "Жрица",
    image: "https://magya-online.ru/images/taro_bezumnoj_luny/2aw.jpg",
    description: "Карта Жрицы раскрывает внутренний мир подсознания человека. Верховная жрица в чёрной накидке восседает над вечным городом, словно хочет оградить его от постороннего влияния. Однако она охраняет таинство жизни от посторонних глаз, защищает свои познания, приобретённые в череде жизненных испытаний. Её мудрость принадлежит только ей и делиться просто так ею она не будет."
  },
  {
    id: 4,
    name: "Императрица",
    image: "https://magya-online.ru/images/taro_bezumnoj_luny/3aw.jpg",
    description: "Восседающая на троне императрица держит в руке странный цветок с змееподобным стеблем, исходящий из ее собственного тела. Являясь Богиней плодородия, она олицетворяет единство с природой, материнство. 4 груди Императрицы означают обилие земных плодов с древа познания для своих детей. Здесь преобладает женское начало, любовь, материнство, духовная и физическая сила повелительницы мира."
  }
];
